/* Localized Kind: Album */
"Album" = "Album";

/* Localized Kind: App */
"App" = "App";

/* Localized Kind: Audio Book */
"Audio Book" = "Audioboek";

/* Localized Kind: Book */
"Book" = "Boek";

/* Localized Kind: E-Book */
"E-Book" = "E-Boek";

/* Localized Kind: Movie */
"Movie" = "Film";

/* Localized Kind: Music Video */
"Music Video" = "Videoclip";

/* Localized Kind: Podcast */
"Podcast" = "Podcast";

/* Localized Kind: Song */
"Song" = "Liedje";

/* Localized Kind: TV Episode */
"TV Episode" = "TV serie";

/* Search Result: Nothing Found*/
"Nothing Found" = "Niets gevonden";

/* Error Alert: message */
"There was an error reading from the iTunes Store. Please try again." = "Er ging iets fout bij het communiceren met de iTunes winkel. Probeer het nog eens.";

/* Search Result: unknown */
"Unknown" = "Onbekend";

/* Error Alert: title */
"Whoops..." = "Foutje...";
